tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "pulumi/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "fluxcd/tap"
brew "ack"
brew "libpng"
brew "libtiff"
brew "xz"
brew "asciidoctor"
brew "gdbm"
brew "asciinema"
brew "awscli"
brew "awsume"
brew "bat"
brew "grep"
brew "tcl-tk"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "coreutils"
brew "ctop"
brew "libssh2"
brew "openldap"
brew "curl"
brew "dive"
brew "dos2unix"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gd"
brew "gh"
brew "gist"
brew "git"
brew "glab"
brew "glances"
brew "glow"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "openjdk"
brew "groovysdk"
brew "hcloud"
brew "helm"
brew "htop"
brew "httpie"
brew "id3v2"
brew "ideviceinstaller"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kind"
brew "ktlint"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "libxml2"
brew "linkerd"
brew "logcli"
brew "lolcat"
brew "lsd"
brew "maven"
brew "mas"
brew "minica"
brew "mitmproxy"
brew "mkvtoolnix"
brew "ncftp"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "node-build"
brew "nvm"
brew "p7zip"
brew "pipenv"
brew "postgresql@14"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby", link: true
brew "s3cmd"
brew "sphinx-doc"
brew "terraform"
brew "terragrunt"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "volta"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "aws/tap/aws-sam-cli"
brew "fluxcd/tap/flux"
brew "pulumi/tap/pulumi"
cask "1password"
cask "alfred"
cask "amethyst"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hyper"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "mark-text"
cask "mqtt-explorer"
cask "slack"
cask "stats"
cask "vlc"
cask "obsidian"
cask "roon"
cask "tidal"
cask "spotify"
cask "moneymoney"
cask "docker"
cask "jetbrains-toolbox"
cask "openvpn-connect"
cask "zoom"
cask "signal"
cask "rekordbox"
cask "balenaetcher"
mas "Flow", id: 1423210932
