tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
brew 'bash-completion'
brew 'openssl'
brew 'curl'
brew 'dos2unix'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl']
brew 'readline'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'xz'
brew 'python3'
brew 'maven'
brew 'ncftp'
brew 'node'
brew 'nvm'
brew 'rbenv'
brew 'ssh-copy-id'
brew 'vim'
brew 'watchman'
brew 'imagemagick'
