tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'bash-completion'
brew 'cmake'
brew 'cscope'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'gettext'
brew 'dos2unix'
brew 'figlet'
brew 'gdbm'
brew 'gist'
brew 'pcre'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl']
brew 'libtool'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'xz'
brew 'python3'
brew 'macvim'
brew 'maven'
brew 'ncftp'
brew 'node'
brew 'nvm'
brew 'perl'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'ssh-copy-id'
brew 'vim'
brew 'watchman'
brew 'homebrew/versions/node4-lts'
cask '==> Tapping caskroom/cask'
cask 'Tapped 0 formulae (3,513 files, 3.5M)'
cask '==> Creating Caskroom at /usr/local/Caskroom'
