tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
cask 'java8'
cask 'iterm2'
cask '1Password'
cask 'alfred'
cask 'dropbox'
cask 'daisydisk'
cask 'slack'
cask 'intellij-idea'
cask 'rubymine'
cask 'pycharm'
cask 'webstorm'
cask 'google-chrome'
cask 'docker'
cask 'vlc'
cask 'tower'
brew 'autoconf'
brew 'bash-completion'
brew 'curl'
brew 'dos2unix'
brew 'libpng'
brew 'freetype'
brew 'gdbm'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl']
brew 'htop'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'maven'
brew 'gradle'
brew 'ncftp'
brew 'node'
brew 'nvm'
brew 'pcre'
brew 'pkg-config'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'ssh-copy-id'
brew 'vim'
brew 'xz'
brew 'httpie'
brew 'jq'
brew 'mkvtoolnix'
brew 'ffmpeg'
brew 'bash-git-prompt'
brew 'ack'
brew 'fontconfig'
brew 'gd'
brew 'lolcat'
brew 'postgresql'
brew 'figlet'
brew 'graphviz'
brew 'tree'
brew 'terragrunt'
brew 'watch'
