tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.7"
brew "python@3.8"
brew "pyenv"
brew "ansible"
brew "asciidoctor"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "bash-completion"
brew "bash-git-prompt"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "pkg-config"
brew "jpeg"
brew "libtiff"
brew "ffmpeg"
brew "figlet"
brew "fluxctl"
brew "gd"
brew "gh"
brew "gist"
brew "git"
brew "glances"
brew "glow"
brew "go"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "groovysdk"
brew "hcloud"
brew "helm"
brew "htop"
brew "httpie"
brew "ideviceinstaller"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k9s"
brew "kind"
brew "ktlint"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazydocker"
brew "libxml2"
brew "logcli"
brew "lolcat"
brew "lsd"
brew "maven"
brew "minica"
brew "mkvtoolnix"
brew "ncftp"
brew "nmap"
brew "node"
brew "p7zip"
brew "parquet-tools"
brew "pipenv"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "rsync"
brew "ruby", link: true
brew "s3cmd"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "terraform"
brew "terragrunt"
brew "tig"
brew "tldr"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
cask "1password"
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alfred"
cask "daisydisk"
cask "docker"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "keepassxc"
cask "mqtt-explorer"
cask "pycharm"
cask "rubymine"
cask "slack"
cask "tower"
cask "vlc"
cask "webstorm"
